Repository: Ansem93/multiload-ng
Catalog: po/*.po
Languages: lt, ru

source: Multiload-ng (indicator)
lt: Multiload-ng (indikatorius)

source: Multiload-ng (system tray)
lt: Multiload-ng (sistemos dėklas)

source: Modern graphical system monitor
lt: Šiuolaikinė grafinė sistemos prižiūryklė
ru: Графическая система мониторинга

source: Copyright © 2016 Mario Cianciolo, 1999-2012 nandhp, FSF, and others
lt: Autorių teisės © 2016 Mario Cianciolo, 1999-2012 nandhp, FSF, ir kiti
ru: Авторские права © 2016 Mario Cianciolo, 1999-2012 nandhp, FSF, и другие

source: N/A
lt: Nėra

source: %lu processors - %.2f GHz - Governor: %s %.1f%% in use by programs %.1f%% in use by low priority programs %.1f%% in use by the kernel %.1f%% in wait for I/O %.1f%% total CPU use Uptime: %s
lt: %lu procesoriai - %.2f GHz - Reguliatorius: %s %.1f%% yra naudojama programų %.1f%% yra naudojama žemo prioriteto programų %.1f%% yra naudojama branduolio %.1f%% laukiant I/O %.1f%% bendras centrinio procesoriaus naudojimas Sistemos veikimo trukmė: %s

source: %s of RAM
lt: %s RAM atminties
ru: %s памяти

source: %s (%s) used by programs %s (%s) used for buffers %s (%s) used as cache
lt: %s (%s) yra naudojama programų %s (%s) yra naudojama buferiams %s (%s) yra naudojama kaip podėlis

source: Monitored interfaces: %s Receiving: %s Sending: %s Local: %s
lt: Stebimos sąsajos: %s Gaunama: %s Siunčiama: %s Vietoje: %s
ru: Интерфейс: %s Прием: %s Передача: %s Локально: %s

source: No swap
lt: Nėra sukeitimų skaidinio
ru: нет

source: %s of swap
lt: %s sukeitimų skaidinio

source: %s (%s) used
lt: %s (%s) naudojama

source: Last minute: %0.02f Last 5 minutes: %0.02f Last 15 minutes: %0.02f Processes/threads: %u active out of %u.
lt: Paskutinės minutės: %0.02f Paskutinių 5 minučių: %0.02f Paskutinių 15 minučių: %0.02f Procesų/gijų: %u aktyvių iš %u.

source: Monitored partitions: %s Read: %s Write: %s
lt: Stebimi skaidiniai: %s Skaitymas: %s Rašymas: %s

source: Current: %.1f °C Critical: %.1f °C
lt: Esama: %.1f °C Kritinė: %.1f °C
ru: Текушая: %.1f °C Критическая: %.1f °C

source: Current: %.1f °C
lt: Esama: %.1f °C

source: Command line is empty.
lt: Komandų eilutė tuščia.

source: Unable to execute command.
lt: Nepavyko vykdyti komandos.

source: Command has exited with status code %d.
lt: Komanda išėjo su būsenos kodu %d.

source: Command did not return valid numbers.
lt: Komanda negrąžino taisyklingų skaičių.

source: Command: %s ERROR: %s
lt: Komanda: %s KLAIDA: %s

source: Command: %s Results: (%.3lf, %.3lf, %.3lf, %.3lf)
lt: Komanda: %s Rezultatai: (%.3lf, %.3lf, %.3lf, %.3lf)

source: ERROR: %s
lt: KLAIDA: %s

source: Unable to execute the following command line: '%s'
lt: Nepavyko vykdyti šios komandų eilutės: '%s'
ru: Команда не запускается: '%s'

source: Processor
lt: Procesorius
ru: Процессор

source: Memory
lt: Atmintis
ru: Память

source: Network
lt: Tinklas
ru: Сеть

source: Swap
lt: Sukeitimų skaidinys

source: Load average
lt: Apkrovos vidurkis
ru: Нагрузка

source: Disk
lt: Diskas
ru: Диск

source: Temperature
lt: Temperatūra
ru: Температура

source: Parametric
lt: Parametrinis

source: %d pixel
lt: %d pikselių
ru: %d пикселей

source: %d milliseconds
lt: %d milisekundžių
ru: %d миллисекунд

source: Import color scheme
lt: Importuoti spalvų rinkinį

source: _Cancel
lt: _Atsisakyti
ru: _Отмена

source: _Open
lt: A_tverti
ru: _Открыть

source: Color scheme format is incorrect. Unable to import.
lt: Spalvų rinkinio formatas yra neteisingas. Importuoti nepavyko.

source: Color scheme was created by an incompatible version of Multiload-ng. Unable to import.
lt: Spalvų rinkinys buvo sukurtas nesuderinamos Multiload-ng versijos. Importuoti nepavyko.

source: Export color scheme
lt: Eksportuoti spalvų rinkinį

source: _Save
lt: Į_rašyti
ru: _Сохранить

source: Error exporting color scheme.
lt: Klaida, eksportuojant spalvų rinkinį.

source: Command line is valid. Retrieved %d numbers.
lt: Komandų eilutė yra taisyklinga. Gauta %d skaičių.

source: (Custom)
lt: (Tinkintas)
ru: (Пользовательские)

source: h
lt: val.

source: m
lt: min.

source: s
lt: sek.

source: Unable to open the following url: '%s'
lt: Nepavyko atverti šio url: '%s'

source: translator-credits
lt: Moo <hazap@hotmail.com>
ru: Alexander <sfslinux@gmail.com>

source: _Help
lt: Ž_inynas
ru: _Помощь

source: _Close
lt: _Užverti
ru: _Закрыть

source: Do nothing
lt: Nieko nedaryti
ru: Ничего не делать

source: Start task manager
lt: Paleisti užduočių tvarkytuvę
ru: Запустить диспетчер задач

source: Execute custom command
lt: Vykdyti tinkintą komandą
ru: Выполнить команду

source: Automatic
lt: Automatinė
ru: Автоматически

source: Horizontal
lt: Horizontali
ru: Горизонтально

source: Vertical
lt: Vertikali
ru: Вертикально

source: Preferences editor
lt: Nuostatų redaktorius
ru: Редактор настроек

source: Set the size of this graph
lt: Nustatykite šio grafiko dydį
ru: Показывать или скрыть этот график

source: Set the time between updates of this graph
lt: Nustatykite laiko tarpą tarp šio grafiko atnaujinimų
ru: Установите вмемя обновления этого графика

source: Tooltip may not show if update interval is too short.
lt: Paaiškinimas gali būti nerodomas, jeigu atnaujinimo intervalas yra per trumpas.
ru: При маленьком интервале обновления, подсказки могут не появиться

source: Make this graph visible
lt: Padaryti šį grafiką matomą
ru: Вкл./выкл. график

source: Graph
lt: Grafikas
ru: График

source: Size
lt: Dydis
ru: Размер

source: Update interval
lt: Atnaujinimo intervalas
ru: Интервалы: обновления и

source: Advanced configuration
lt: Išplėstinė konfigūracija
ru: Расширенные настройки

source: Fill space between graphs
lt: Užpildyti vietą tarp grafikų
ru: Заполнить место между графиками

source: Orientation:
lt: Orientacija:
ru: Ориентация:

source: Padding:
lt: Užpildymas:
ru: Отступы:

source: Spacing:
lt: Atstumas:
ru: Промежуток:

source: Set space between graphs
lt: Nustatykite atstumą tarp grafikų
ru: Заполнить место между графиками

source: Set padding width
lt: Nustatykite užpildymo plotį
ru: Установить ширину отступов от краев

source: If padding is set too large, the graph won't show.
lt: Jeigu yra nustatytas per didelis užpildymas, grafikas nebus rodomas.
ru: При больших отступах, графики не будут видны

source: Selected orientation is not the same of the panel. Graphs may be very small.
lt: Pasirinkta orientacija nėra tokia pati kaip skydelio. Grafikai gali būti labai maži.
ru: Графики будут очень маленькими

source: Graphs
lt: Grafikai
ru: Графики

source: Color scheme
lt: Spalvų rinkinys
ru: Цветовая схема

source: Import color scheme from file
lt: Importuoti spalvų rinkinį iš failo
ru: Загрузить цветовую схему из файла

source: Import
lt: Importuoti
ru: Загрузить

source: Export color scheme to file
lt: Eksportuoti spalvų rinkinį į failą
ru: Сохранить цветовую схему в файл

source: Export
lt: Eksportuoti
ru: Экспорт

source: User
lt: Naudotojas

source: System
lt: Sistema

source: Nice
lt: "Nice" reikšmė

source: I/O wait
lt: I/O laukimas

source: Background
lt: Fonas
ru: Фон

source: Border
lt: Rėmelis
ru: Рамка

source: Shared
lt: Bendrinama

source: Buffer
lt: Buferis

source: Cache
lt: Podėlis

source: Receiving
lt: Gaunama
ru: Прием

source: Sending
lt: Siunčiama
ru: Передача

source: Local
lt: Vietoje
ru: Локально

source: Used
lt: Naudojama
ru: Занято

source: Average
lt: Vidurkis
ru: Средняя

source: Read
lt: Skaitymas
ru: Чтение

source: Write
lt: Rašymas
ru: Запись

source: Current
lt: Esama

source: Result 1
lt: Rezultatas 1

source: Critical
lt: Kritinė

source: Result 2
lt: Rezultatas 2

source: Result 3
lt: Rezultatas 3

source: Result 4
lt: Rezultatas 4

source: Colors
lt: Spalvos
ru: Цвета

source: Simple
lt: Paprastas
ru: Простой

source: Detailed
lt: Išsamus
ru: Подробный

source: Tooltip style:
lt: Paaiškinimo stilius:
ru: Стиль подсказок

source: Double click action:
lt: Dvikarčio spustelėjimo veiksmas:
ru: При двойном клике:

source: Set tooltip style of this graph
lt: Nustatykite šio grafiko paaiškinimo stilių
ru: Установите стиль подсказок этого графика

source: Choose what to do when double clicking on this graph
lt: Pasirinkite ką daryti du kartus spustelėjus ant šio grafiko
ru: Выберите действие при двойном клике на этом графике

source: Set custom action of this graph
lt: Nustatykite tinkintą grafiko veiksmą
ru: Настройте действие

source: The following tokens can be used within the command line: %x - graph short name - three to four lowercase characters %1 - first value of graph data - depends on the graph %2 - second value of graph data - depends on the graph %3 - third value of graph data - depends on the graph %4 - fourth value of graph data - depends on the graph %u - measure unit in which graph data values are measured %% - inserts a literal percent sign
lt: Komandų eilutėje gali būti naudojami šie požymiai: %x - trumpas grafiko pavadinimas - nuo trijų iki keturių mažųjų simbolių %1 - pirmoji grafiko duomenų reikšmė - priklauso nuo grafiko %2 - antroji grafiko duomenų reikšmė - priklauso nuo grafiko %3 - trečioji grafiko duomenų reikšmė - priklauso nuo grafiko %4 - ketvirtoji grafiko duomenų reikšmė - priklauso nuo grafiko %u - matavimo vienetas, kuriuo yra matuojami grafiko duomenys %% - įterpia tiesioginį procento ženklą

source: Double click command:
lt: Dvikarčio spustelėjimo komanda:

source: Maximum value:
lt: Didžiausia reikšmė:

source: Choose automatically
lt: Pasirinkti automatiškai

source: Source:
lt: Šaltinis:

source: Name
lt: Pavadinimas

source: Please note that some selected sources might still not show up, because of other constraints that make them not suitable.
lt: Turėkite omenyje, kad kai kurie šaltiniai gali būti nerodomi dėl kitokių suvažymų, kurie padaro juos netinkamais.

source: Graph command:
lt: Grafiko komanda:

source: Test
lt: Išbandyti

source: Color
lt: Spalva
ru: Цвет

source: Type a valid command line. Process must obey these rules: <b>EXIT CODE</b> Process MUST exit with status code '0' <b>STDOUT</b> Process MUST print to stdout POSITIVE floating point numbers. * Graph accepts at least one number to max 4 numbers. * Separate numbers by spaces or newline. * For decimal numbers, use point or comma depending on your locale settings. * Negative numbers will be set to 0. * Numbers can be prefix with 0 (octal) or 0x (hex). * Any additional content after the numbers is ignored. <b>STDERR</b> Process CAN print some text to stderr. * The first line of text will be displayed as "Message" text. * Any additional content after the first line is ignored. <b>EXAMPLES OF COMMON COMMAND LINES</b> * To monitor changes to a file: cat [filename] * To execute arbitrary shell commands: sh -c "[commands]"
lt: Įrašykite taisyklingą komandų eilutę. Procesas privalo paklusti šioms taisyklėms: <b>IŠĖJIMO KODAS</b> Procesas PRIVALO išeiti su būsenos kodu "0" <b>STDOUT</b> Procesas PRIVALO išvesti į stdout TEIGIAMUS slankiojo kablelio skaičius. * Grafikas priima mažiausiai vieną ir daugiausiai 4 skaičius. * Atskirkite skaičius tarpais arba nauja eilute. * Dešimtainiams skaičiams, priklausomai nuo jūsų lokalės, naudokite tašką arba kablelį. * Neigiami skaičiai bus nustatyti į 0. * Skaičiams gali būti pridėtas priešdelis 0 (aštuonetainiai) arba 0x (šešioliktainiai). * Bet kokio po skaičių esančio papildomo turinio bus nepaisoma. <b>STDERR</b> Procesas GALI išvesti kai kurį tekstą į stderr. * Pirmoji teksto eilutė bus rodoma kaip "Pranešimo" (angl. Message) tekstas. * Bet kokio po pirmos eilutės esančio papildomo turinio bus nepaisoma. <b>ĮPRASTŲ KOMANDŲ EILUČIŲ PAVYZDŽIAI</b> * Norint stebėti failo pakeitimus: cat [failo pavadinimas] * Norint vykdyti pasirinktinas apvalkalo komandas: sh -c "[komandos]"

source: Direction of gradient
lt: Gradiento kryptis

source: Under 'used' (like <i>htop</i> and some graphical task managers)
lt: Pagal "panaudota" (kaip <i>htop</i> ir kai kurios grafinės užduočių tvarkytuvės)

source: Under 'cache' (like <i>free</i> and <i>top</i>)
lt: Pagal "podėlį" (kaip <i>free</i> ir <i>top</i>)

source: Use IEC units (binary prefixes)
lt: Naudoti IEC vienetus (dvejetainės priešdelius)

source: Count Slab cache:
lt: Skaičiuoti Slab podėlį:

source: Choose how to count Slab cache
lt: Pasirinkite kaip skaičiuoti Slab podėlį

source: If the window is larger than its minimum size, graphs will be scaled in proportion to the dimensions set.
lt: Jeigu langas yra didesnis nei jo mažiausias dydis, grafikų mastelis bus keičiamas santykiu su išmatavimų rinkiniu.

source: Placement of system tray icons is controlled by the desktop environment. Graphs order may change.
lt: Sistemos dėklo piktogramų išdėstymas yra valdomas darbalaukio aplinkos. Grafikų tvarka gali pasikeisti.

source: %ld processors - %.2f GHz - Governor: %s %.1f%% in use by programs %.1f%% in wait for I/O %.1f%% total CPU use Uptime: %s
ru: %ld процессоров - %.2f GHz - Governor: %s %.1f%% используется программами %.1f%% ожидает I/O %.1f%% использования CPU итого Uptime: %s

source: %s in use by programs %s in use as cache
ru: %s используется программами %s используется как кэш

source: %s used
ru: %s используется

source: Last minute: %0.02f Last 5 minutes: %0.02f Last 15 minutes: %0.02f
ru: Последняя минута: %0.02f Последние 5 мин.: %0.02f Последние 15 мин.: %0.02f

source: Read: %s Write: %s
ru: Чтение: %s Запись: %s

source: Could not open the file.
ru: Файл не удалось открыть

source: Wrong file format.
ru: Неправильный формат файла

source: Could not save the file.
ru: Файл не удалось сохранить

source: %s/s
ru: %s/с

source: Unable to open the following url: %s
ru: %s не открывается

source: Default
ru: Умолчание

source: Timespan
ru: времени

source: Builtin
ru: Встроенные

source: Create new color scheme
ru: Создать цветовую схему

source: New
ru: Новый

source: Delete selected color scheme
ru: Удалить выбранную цветовую схему

source: Delete
ru: Удалить

source: Save current color scheme
ru: Сохранить текущую цветовую схему

source: Save
ru: Сохранить

source: Value
ru: °C

source: The following tokens can be used within the command line: %n - graph number, from 1 (CPU) to 7 (temperature) %x - short name of the graph - three to four letters
ru: В команде можно использовать переменные: %n - номер графика, 1 (CPU) - 7 (температура) %x - короткое имя графика - 3 или 4 буквы
